src/main/resources/templates/WSRiskScoringService.xsl

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ris="http://soap.easysol.net/detect/riskScoringService">
<soapenv:Body>
    <ris:calculateRiskScore>
        <sharedKey>1234</sharedKey>
        <clientEnvironment>Environmet</clientEnvironment>
    </ris:calculateRiskScore>
</soapenv:Body>
</soapenv:Envelope>